import React from "react";

const HomepageQuestions = () => {
  return (
    <div className="content">
      <div className="box content">
        <h1>Общие вопросы по Python</h1>
        <p>В этой секции находятся общие вопросы об основах Python</p>
        <ol>
          <li>
            <a>Python - интерпретируемый язык или компилируемый?</a>
          </li>
          <li>
            <a>Какие есть меняющиеся и постоянные типы данных?</a>
          </li>
          <li>
            <a>Что такое область видимости переменных?</a>
          </li>
          <li>
            <a>Какие знаете принципы программирования?</a>
          </li>
          <li>
            <a>Какие знаете принципы программирования?</a>
          </li>
        </ol>
      </div>
      <div className="box content">
        <h1>Вопросы по Django</h1>
        <p>В этой секции находятся общие вопросы об основах Python</p>
        <ol>
          <li>
            <a>Python - интерпретируемый язык или компилируемый?</a>
          </li>
          <li>
            <a>Какие есть меняющиеся и постоянные типы данных?</a>
          </li>
          <li>
            <a>Что такое область видимости переменных?</a>
          </li>
          <li>
            <a>Какие знаете принципы программирования?</a>
          </li>
          <li>
            <a>Какие знаете принципы программирования?</a>
          </li>
        </ol>
      </div>
    </div>
  );
};

export default HomepageQuestions;
